Repository: matheustorresii/aztec-ios
Catalog: Aztec/Resources/*.lproj/Localizable.strings
Languages: es, pt_br

# title.settings
source: Settings
es: Ajustes

# settings.darkTheme
source: Dark theme
es: Tema Oscuro

# settings.autoSpeech
source: Auto speech
es: Voz automática

# pages.beginning.top
source: A long time ago, Ometeotl, the dual god, had four children.
es: Hace mucho tiempo, Ōmeteōtl, el dios dual, tuvo cuatro hijos.
pt_br: Há muito tempo, Ōmeteōtl, o deus duplo, teve quatro filhos.

# pages.gods.top
source: They were Xipe Totec, Tezcatlipoca, Quetzalcoatl, and Huitzilopochtli.
es: Eran Xipe Totec, Tezcatlipoca, Quetzalcóatl y Huitzilopochtli.
pt_br: Eles eram Xipe Totec, Tezcatlipoca, Quetzalcóatl e Huitzilopochtli.

# pages.firstSun.top
source: During that era, there were strong giants living on Earth, but they needed a Sun.
es: Durante esa era, había fuertes gigantes viviendo en la Tierra, pero necesitaban un Sol.
pt_br: Durante essa era, havia fortes gigantes vivendo na Terra, mas eles precisavam de um Sol.

# pages.firstSun.bottom
source: The First Sun was Tezcatlipoca, and his reign as the first sun god is known as the Jaguar Sun.
es: El Primer Sol fue Tezcatlipoca, y su reinado como el primer dios del sol es conocido como Sol-Jaguar.
pt_br: O Primeiro Sol foi Tezcatlipoca, e seu reinado como o primeiro deus sol é conhecido como Sol-Onça.

# pages.herd.top
source: But Quetzalcoatl dethroned Tezcatlipoca to take his place as the god of the Sun.
es: Pero Quetzalcóatl destronó a Tezcatlipoca para ocupar su lugar como dios del Sol.
pt_br: Mas Quetzalcóatl destronou Tezcatlipoca para assumir seu lugar como deus do Sol.

# pages.herd.bottom
source: Defeated, Tezcatlipoca transformed into a jaguar and joined other jaguars to devour all the giants.
es: Derrotado, Tezcatlipoca se transformó en una onza y se unió a otras onzas para devorar a todos los gigantes.
pt_br: Derrotado, Tezcatlipoca se transformou em uma onça e se uniu a outras onças para comer todos os gigantes.

# pages.secondSun.top
source: The Second Sun was Quetzalcoatl, his era was called the Wind Sun, and the Earth was inhabited by humans who only ate nuts.
es: El Segundo Sol fue Quetzalcóatl, su era fue llamada Sol-Viento, y la Tierra estaba poblada por humanos que solo comían nueces.
pt_br: O Segundo Sol foi Quetzalcóatl, sua era foi chamada de Sol-Vento, e a Terra foi povoada por humanos que comiam apenas nozes.

# pages.secondSun.bottom
source: But Tezcatlipoca wanted to get revenge on Quetzalcoatl and, in the form of a jaguar, knocked his brother down from the sky.
es: Tezcatlipoca quería vengarse de Quetzalcóatl y, en forma de una onza, derribó a su hermano del cielo.
pt_br: Mas Tezcatlipoca queria se vingar de Quetzalcóatl e, na forma de uma onça, derrubou seu irmão do céu.

# pages.hurricane.top
source: This era came to an end through catastrophic hurricanes, and the few survivors fled to the treetops and were transformed into monkeys.
es: Esa era llegó a su fin a través de huracanes catastróficos, y los pocos sobrevivientes huyeron a las copas de los árboles y se transformaron en monos.
pt_br: Essa era chegou ao fim através de furacões catastróficos, e os poucos sobreviventes fugiram para o topo das árvores e foram transformados em macacos.

# pages.thirdSun.top
source: Tlaloc was crowned the Third Sun, also known as the Rain Sun, the Earth was dominated by water, and the humans created only ate seeds that grew in the water.
es: Tlaloc fue coronado como el Tercer Sol, también conocido como Sol-Lluvia, la Tierra estaba dominada por el agua y los humanos creados solo comían semillas que crecían en el agua.
pt_br: Tlaloc foi coroado o Terceiro Sol, também conhecido como Sol-Chuva, a Terra era dominada pela água e os humanos criados apenas comiam sementes que cresciam na água.

# pages.drought.top
source: However, Tezcatlipoca seduced the love of his life, Xochiquetzal, after which Tlaloc became so consumed by his own sadness that he refused to fulfill his duties as the Sun, leading to a great drought.
es: Sin embargo, Tezcatlipoca sedujo al gran amor de su vida, Xōchiquetzal, después de lo cual Tlaloc quedó tan consumido por su propia tristeza que se negó a cumplir con sus deberes como el Sol, y le siguió una gran sequía.
pt_br: No entanto, Tezcatlipoca seduziu o grande amor da sua vida, Xōchiquetzal, depois disso, Tlaloc ficou tão consumido pela própria tristeza que se recusou a cumprir seus deveres como o Sol, e uma grande seca se seguiu.

# pages.drought.bottom
source: Tlaloc became increasingly angry with the people's prayers and unleashed a rain of fire upon the Earth, and this was the end of the Third Sun.
es: Tlaloc se volvió cada vez más irritado con las oraciones de la gente y desató una lluvia de fuego sobre la Tierra, y este fue el fin del Tercer Sol.
pt_br: Tlaloc ficou cada vez mais irritado com as orações das pessoas e desencadeou uma chuva de fogo sobre a Terra, e esse foi o fim do Terceiro Sol.

# pages.fourthSun.top
source: The Fourth Sun was Tlaloc's new wife, Chalchiuhtlicue, who ruled during the era of the Water Sun.
es: El Cuarto Sol fue la nueva esposa de Tlaloc, Chalchiuhtlicue, quien reinó durante la era del Sol del Agua.
pt_br: O Quarto Sol foi a nova esposa de Tlaloc, Chalchiuhtlicue, que reinou durante a era do Sol da Água.

# pages.fourthSun.bottom
source: A new race of people who ate only corn was created, and Chalchiuhtlicue loved her people.
es: Se creó una nueva raza de personas que solo comían maíz, y Chalchiuhtlicue amaba a su pueblo.
pt_br: Uma nova raça de pessoas que comia apenas milho foi criada, e Chalchiuhtlicue amava o seu povo.

# pages.flood.top
source: However, Tezcatlipoca told the water goddess that she was pretending her love to gain her trust, and she was so devastated by these words that she cried for the next 52 years.
es: Sin embargo, Tezcatlipoca le dijo a la diosa del agua que estaba fingiendo su amor para ganarse su confianza, y ella quedó tan devastada por estas palabras que lloró sangre durante los próximos 52 años.
pt_br: No entanto, Tezcatlipoca disse à deusa da água que ela estava fingindo seu amor para ganhar sua confiança, ela ficou tão arrasada por essas palavras que chorou pelos próximos 52 anos.

# pages.flood.bottom
source: A terrible flood drowned everyone on Earth, and this was the end of the Fourth Sun.
es: Una terrible inundación ahogó a todos en la Tierra, y los humanos se vieron obligados a convertirse en peces para sobrevivir, este fue el fin del Cuarto Sol.
pt_br: Uma enchente horrível afogou todos na Terra, e os humanos foram forçados a se tornarem peixes para sobreviver, esse foi o fim do Quarto Sol.

# pages.moon.top
source: The gods gathered to decide who would sacrifice themselves to become the Fifth Sun, and they chose two gods: Nanauatl, a humble and modest god, and Tecciztecatl, a rich and powerful god, who tried four times to jump into the fire but feared the intense heat of the flames.
es: Los dioses se reunieron para decidir quién se sacrificaría para convertirse en el Quinto Sol, y eligieron a dos dioses: Nanauatl, un dios humilde y modesto, y Tecciztecatl, un dios rico y poderoso, que intentó cuatro veces saltar al fuego pero temía el intenso calor de las llamas.
pt_br: Os deuses se reuniram para decidir quem se sacrificaria para se tornar o Quinto Sol, eles escolheram dois deuses: Nanauatl, um deus humilde e humilde, e Tecciztecatl, um deus rico e poderoso, que tentou quatro vezes pular na fogueira, mas temia o calor intenso das chamas.

# pages.moon.bottom
source: Finally, Nanauatl jumped, followed by the ashamed Tecciztecatl, and Nanauatl became the true Sun, receiving a new name, Tonatiuh. Concerned about the second sun, the other gods threw a rabbit at Tecciztecatl, turning him into the Moon.
es: Finalmente, Nanauatl saltó, seguido por el avergonzado Tecciztecatl, y Nanauatl se convirtió en el verdadero Sol, recibiendo un nuevo nombre, Tonatiuh. Preocupados por el segundo sol, los otros dioses arrojaron un conejo a Tecciztecatl, convirtiéndolo en la Luna.
pt_br: Finalmente, Nanauatl pulou, seguido pelo envergonhado Tecciztecatl, Nanauatl se tornou o verdadeiro Sol, recebendo um novo nome, Tonatiuh, preocupados com o segundo sol, os outros deuses lançaram um coelho em Tecciztecatl, transformando-o na Lua.

# pages.human.top
source: Meanwhile, Quetzalcoatl did not accept the destruction of his people and went to the underworld, stole the bones of those who came before, and immersed them in his own blood.
es: Mientras tanto, Quetzalcóatl no aceptaba la destrucción de su pueblo y fue al inframundo, robó los huesos de los que vinieron antes y los sumergió en su propia sangre.
pt_br: Enquanto isso, Quetzalcóatl não aceitava a destruição de seu povo e foi ao submundo, roubou os ossos dos que vieram antes e os mergulhou em seu próprio sangue.

# pages.human.bottom
source: People offered their own blood to please Quetzalcoatl and thank him for sacrificing his own blood, and to please Tonatiuh, who would refuse to move if they didn't offer enough sacrifices.
es: La gente ofrecía su propia sangre para complacer a Quetzalcóatl y agradecerle por sacrificar su propia sangre, y para apaciguar a Tonatiuh, quien se negaría a moverse si no se ofrecían suficientes sacrificios.
pt_br: As pessoas ofereciam seu próprio sangue para agradar Quetzalcóatl e agradecê-lo por sacrificar seu próprio sangue, e para agradar Tonatiuh, que se recusaria a se mover se não oferecessem sacrifícios suficientes.

# pages.fifthSun.bottom
source: Currently, we are living in the Fifth Sun, this is the time we know and experience. According to the prophecy, it will end with a great earthquake.
es: Actualmente, estamos viviendo en el Quinto Sol, este es el tiempo que conocemos y experimentamos. Según la profecía, terminará con un gran terremoto.
pt_br: Atualmente, estamos vivendo no Quinto Sol, este é o tempo que conhecemos e experimentamos, de acordo com a profecia, ele terminará com um grande terremoto.
